Repository: neobht/magos-scripts
Catalog: 90-magos-patches/usr/share/magos/locale/*/fm_scripts.po
Languages: ru

source: Mount point:
ru: Точка монтирования:

source: close this window to unmount image
ru: закройте это окно чтобы размонтировать

source: is temporary shared via ftp, close this window to stop adress to connect
ru: временно доступен по ftp, закройте это окно чтобы остановить адрес для подключения:

source: String to /etc/exports
ru: Строка для /etc/exports

source: is temporary shared via nfs, close this window to stop mount command example:
ru: временно доступен по nfs, закройте это окно, чтобы остановить пример команды для монтирования:

source: is temporary shared via smb, close this window to stop
ru: временно доступен по smb, закройте это окно чтобы остановить

source: Error: File already exists.
ru: Ошибка: Файл существует

source: Error: No free space on device.
ru: Ошибка: Нет чвободного места на диске

source: Error: Can not open file
ru: Ошибка: Невозможно открыть файл

source: enter new size MB
ru: введите новый размер в MB

source: resize OK
ru: размер успешно изменен

source: resize to max size OK
ru: размер успешно изменен

source: Do you realy whant to format profile?
ru: Вы действительно хотите форматировать профиль?

source: file name, space, size MB
ru: Имя файла, пробел, размер в MB

source: mount OK
ru: Смонтировано успешно

source: unmount OK
ru: Размонтировано успешно
